{
  "<|endoftext|>": 0,
  "<|pad|>": 1,
  "<|unk|>": 2,
  "Ā": 3,
  "ā": 4,
  "Ă": 5,
  "ă": 6,
  "Ą": 7,
  "ą": 8,
  "Ć": 9,
  "ć": 10,
  "Ĉ": 11,
  "ĉ": 12,
  "Ċ": 13,
  "ċ": 14,
  "Č": 15,
  "č": 16,
  "Ď": 17,
  "ď": 18,
  "Đ": 19,
  "đ": 20,
  "Ē": 21,
  "ē": 22,
  "Ĕ": 23,
  "ĕ": 24,
  "Ė": 25,
  "ė": 26,
  "Ę": 27,
  "ę": 28,
  "Ě": 29,
  "ě": 30,
  "Ĝ": 31,
  "ĝ": 32,
  "Ğ": 33,
  "ğ": 34,
  "Ġ": 35,
  "!": 36,
  "\"": 37,
  "#": 38,
  "$": 39,
  "%": 40,
  "&": 41,
  "'": 42,
  "(": 43,
  ")": 44,
  "*": 45,
  "+": 46,
  ",": 47,
  "-": 48,
  ".": 49,
  "/": 50,
  "0": 51,
  "1": 52,
  "2": 53,
  "3": 54,
  "4": 55,
  "5": 56,
  "6": 57,
  "7": 58,
  "8": 59,
  "9": 60,
  ":": 61,
  ";": 62,
  "<": 63,
  "=": 64,
  ">": 65,
  "?": 66,
  "@": 67,
  "A": 68,
  "B": 69,
  "C": 70,
  "D": 71,
  "E": 72,
  "F": 73,
  "G": 74,
  "H": 75,
  "I": 76,
  "J": 77,
  "K": 78,
  "L": 79,
  "M": 80,
  "N": 81,
  "O": 82,
  "P": 83,
  "Q": 84,
  "R": 85,
  "S": 86,
  "T": 87,
  "U": 88,
  "V": 89,
  "W": 90,
  "X": 91,
  "Y": 92,
  "Z": 93,
  "[": 94,
  "\\": 95,
  "]": 96,
  "^": 97,
  "_": 98,
  "`": 99,
  "a": 100,
  "b": 101,
  "c": 102,
  "d": 103,
  "e": 104,
  "f": 105,
  "g": 106,
  "h": 107,
  "i": 108,
  "j": 109,
  "k": 110,
  "l": 111,
  "m": 112,
  "n": 113,
  "o": 114,
  "p": 115,
  "q": 116,
  "r": 117,
  "s": 118,
  "t": 119,
  "u": 120,
  "v": 121,
  "w": 122,
  "x": 123,
  "y": 124,
  "z": 125,
  "{": 126,
  "|": 127,
  "}": 128,
  "~": 129,
  "ġ": 130,
  "Ģ": 131,
  "ģ": 132,
  "Ĥ": 133,
  "ĥ": 134,
  "Ħ": 135,
  "ħ": 136,
  "Ĩ": 137,
  "ĩ": 138,
  "Ī": 139,
  "ī": 140,
  "Ĭ": 141,
  "ĭ": 142,
  "Į": 143,
  "į": 144,
  "İ": 145,
  "ı": 146,
  "Ĳ": 147,
  "ĳ": 148,
  "Ĵ": 149,
  "ĵ": 150,
  "Ķ": 151,
  "ķ": 152,
  "ĸ": 153,
  "Ĺ": 154,
  "ĺ": 155,
  "Ļ": 156,
  "ļ": 157,
  "Ľ": 158,
  "ľ": 159,
  "Ŀ": 160,
  "ŀ": 161,
  "Ł": 162,
  "ł": 163,
  "¡": 164,
  "¢": 165,
  "£": 166,
  "¤": 167,
  "¥": 168,
  "¦": 169,
  "§": 170,
  "¨": 171,
  "©": 172,
  "ª": 173,
  "«": 174,
  "¬": 175,
  "­": 176,
  "®": 177,
  "¯": 178,
  "°": 179,
  "±": 180,
  "²": 181,
  "³": 182,
  "´": 183,
  "µ": 184,
  "¶": 185,
  "·": 186,
  "¸": 187,
  "¹": 188,
  "º": 189,
  "»": 190,
  "¼": 191,
  "½": 192,
  "¾": 193,
  "¿": 194,
  "À": 195,
  "Á": 196,
  "Â": 197,
  "Ã": 198,
  "Ä": 199,
  "Å": 200,
  "Æ": 201,
  "Ç": 202,
  "È": 203,
  "É": 204,
  "Ê": 205,
  "Ë": 206,
  "Ì": 207,
  "Í": 208,
  "Î": 209,
  "Ï": 210,
  "Ð": 211,
  "Ñ": 212,
  "Ò": 213,
  "Ó": 214,
  "Ô": 215,
  "Õ": 216,
  "Ö": 217,
  "×": 218,
  "Ø": 219,
  "Ù": 220,
  "Ú": 221,
  "Û": 222,
  "Ü": 223,
  "Ý": 224,
  "Þ": 225,
  "ß": 226,
  "à": 227,
  "á": 228,
  "â": 229,
  "ã": 230,
  "ä": 231,
  "å": 232,
  "æ": 233,
  "ç": 234,
  "è": 235,
  "é": 236,
  "ê": 237,
  "ë": 238,
  "ì": 239,
  "í": 240,
  "î": 241,
  "ï": 242,
  "ð": 243,
  "ñ": 244,
  "ò": 245,
  "ó": 246,
  "ô": 247,
  "õ": 248,
  "ö": 249,
  "÷": 250,
  "ø": 251,
  "ù": 252,
  "ú": 253,
  "û": 254,
  "ü": 255,
  "ý": 256,
  "þ": 257,
  "ÿ": 258,
  "Ġt": 259,
  "Ġa": 260,
  "in": 261,
  "he": 262,
  "Ġs": 263,
  "re": 264,
  "Ġ.": 265,
  "Ġo": 266,
  "er": 267,
  "Ġ,": 268,
  "it": 269,
  "Ġthe": 270,
  "is": 271,
  "nd": 272,
  "at": 273,
  "Ġf": 274,
  "ing": 275,
  "en": 276,
  "es": 277,
  "Ġm": 278,
  "Ġw": 279,
  "Ġc": 280,
  "Ġb": 281,
  "or": 282,
  "on": 283,
  "ou": 284,
  "Ġof": 285,
  "Ġand": 286,
  "ar": 287,
  "Ġp": 288,
  "an": 289,
  "al": 290,
  "ly": 291,
  "Ġth": 292,
  "Ġd": 293,
  "le": 294,
  "ic": 295,
  "Ġ'": 296,
  "Ġto": 297,
  "ed": 298,
  "Ġin": 299,
  "Ġh": 300,
  "il": 301,
  "om": 302,
  "Ġl": 303,
  "st": 304,
  "Ġn": 305,
  "Ġit": 306,
  "Ġe": 307,
  "Ġis": 308,
  "ct": 309,
  "ut": 310,
  "el": 311,
  "Ġmo": 312,
  "ion": 313,
  "ent": 314,
  "Ġg": 315,
  "as": 316,
  "ot": 317,
  "ve": 318,
  "Ġthat": 319,
  "vi": 320,
  "im": 321,
  "ra": 322,
  "Ġbe": 323,
  "Ġre": 324,
  "Ġst": 325,
  "Ġu": 326,
  "gh": 327,
  "ul": 328,
  "ver": 329,
  "ce": 330,
  "Ġfil": 331,
  "ch": 332,
  "et": 333,
  "ro": 334,
  "The": 335,
  "Ġfilm": 336,
  "Ġon": 337,
  "Ġan": 338,
  "ith": 339,
  "Ġas": 340,
  "ri": 341,
  "Ġy": 342,
  "ol": 343,
  "Ġwith": 344,
  "ay": 345,
  "ow": 346,
  "ke": 347,
  "ad": 348,
  "vie": 349,
  "Ġ-": 350,
  "Ġfor": 351,
  "ess": 352,
  "se": 353,
  "oo": 354,
  "ir": 355,
  "Ġsu": 356,
  "Ġcom": 357,
  "id": 358,
  "Ġwh": 359,
  "Ġyou": 360,
  "Ġmovie": 361,
  "ers": 362,
  "Ġits": 363,
  "am": 364,
  "Ġbut": 365,
  "ble": 366,
  "Ġli": 367,
  "Ġal": 368,
  "un": 369,
  "ĠS": 370,
  "her": 371,
  "ag": 372,
  "Ġch": 373,
  "um": 374,
  "ill": 375,
  "ght": 376,
  "em": 377,
  "..": 378,
  "ous": 379,
  "out": 380,
  "ck": 381,
  "ur": 382,
  "Ġint": 383,
  "Ġex": 384,
  "Ġse": 385,
  "ak": 386,
  "ld": 387,
  "Ġthis": 388,
  "ist": 389,
  "ive": 390,
  "ation": 391,
  "ant": 392,
  "rom": 393,
  "RB": 394,
  "ure": 395,
  "ally": 396,
  "qu": 397,
  "ire": 398,
  "Ġhe": 399,
  "pe": 400,
  "est": 401,
  "art": 402,
  "It": 403,
  "ast": 404,
  "if": 405,
  "ain": 406,
  "Ġun": 407,
  "Ġab": 408,
  "Ġnot": 409,
  "ĠB": 410,
  "'t": 411,
  "Ġha": 412,
  "Ġdo": 413,
  "Ġsh": 414,
  "Ġat": 415,
  "Ġsc": 416,
  "Ġcon": 417,
  "Ġde": 418,
  "ell": 419,
  "Ġwor": 420,
  "ate": 421,
  "ĠC": 422,
  "ory": 423,
  "ĠM": 424,
  "ĠA": 425,
  "Ġne": 426,
  "ap": 427,
  "ity": 428,
  "Ġen": 429,
  "ust": 430,
  "us": 431,
  "able": 432,
  "ig": 433,
  "Ġj": 434,
  "ough": 435,
  "act": 436,
  "Ġso": 437,
  "th": 438,
  "Ġby": 439,
  "ood": 440,
  "ful": 441,
  "Ġchar": 442,
  "Ġ--": 443,
  "Ġpro": 444,
  "Ġare": 445,
  "Ġhas": 446,
  "op": 447,
  "Ġthan": 448,
  "Ġact": 449,
  "ight": 450,
  "and": 451,
  "Ġabout": 452,
  "ĠH": 453,
  "ff": 454,
  "Ġmore": 455,
  "ter": 456,
  "Ġsom": 457,
  "ould": 458,
  "ere": 459,
  "ĠI": 460,
  "ud": 461,
  "Ġlike": 462,
  "Ġall": 463,
  "Ġpl": 464,
  "Ġone": 465,
  "Ġfe": 466,
  "ss": 467,
  "Ġfrom": 468,
  "ort": 469,
  "ven": 470,
  "ind": 471,
  "ard": 472,
  "Ġ...": 473,
  "ĠD": 474,
  "Ġhave": 475,
  "very": 476,
  "ial": 477,
  "ie": 478,
  "pt": 479,
  "Ġ`": 480,
  "Th": 481,
  "Ġhis": 482,
  "ĠW": 483,
  "Ġr": 484,
  "Ġpre": 485,
  "Ġwho": 486,
  "itt": 487,
  "ack": 488,
  "Ġle": 489,
  "Ġper": 490,
  "Ġstory": 491,
  "irect": 492,
  "hing": 493,
  "Ġor": 494,
  "one": 495,
  "Ġv": 496,
  "all": 497,
  "Ġk": 498,
  "pl": 499,
  "Ġim": 500,
  "ge": 501,
  "ect": 502,
  "ong": 503,
  "Ġout": 504,
  "Ġcharact": 505,
  "og": 506,
  "ab": 507,
  "ence": 508,
  "ces": 509,
  "Ġfun": 510,
  "ĠP": 511,
  "ake": 512,
  "ious": 513,
  "ĠR": 514,
  "ĠF": 515,
  "per": 516,
  "ies": 517,
  "od": 518,
  "ich": 519,
  "ick": 520,
  "are": 521,
  "RRB": 522,
  "ĠG": 523,
  "LRB": 524,
  "ime": 525,
  "ine": 526,
  "Ġfl": 527,
  "Ġcl": 528,
  "ĠL": 529,
  "for": 530,
  "ear": 531,
  "ves": 532,
  "ram": 533,
  "man": 534,
  "os": 535,
  "Ġman": 536,
  "ry": 537,
  "Ġmost": 538,
  "nt": 539,
  "Ġup": 540,
  "Ġsp": 541,
  "au": 542,
  "reat": 543,
  "pp": 544,
  "ert": 545,
  "ac": 546,
  "Ġdirect": 547,
  "ook": 548,
  "Ġinto": 549,
  "ict": 550,
  "ary": 551,
  "edy": 552,
  "ny": 553,
  "ĠT": 554,
  "ĠJ": 555,
  "Ġpo": 556,
  "our": 557,
  "Ġthr": 558,
  "Ġlo": 559,
  "Ġqu": 560,
  "Ġwork": 561,
  "Ġany": 562,
  "nder": 563,
  "Ġad": 564,
  "Ġno": 565,
  "ne": 566,
  "ep": 567,
  "Ġjust": 568,
  "Ġar": 569,
  "ile": 570,
  "Ġcomp": 571,
  "ore": 572,
  "Ġtoo": 573,
  "ment": 574,
  "ise": 575,
  "oy": 576,
  "Ġdoes": 577,
  "ite": 578,
  "ical": 579,
  "com": 580,
  "Ġent": 581,
  "mer": 582,
  "Ġsome": 583,
  "ue": 584,
  "Ġus": 585,
  "uch": 586,
  "Ġgood": 587,
  "ĠThe": 588,
  "akes": 589,
  "Ġwe": 590,
  "age": 591,
  "ating": 592,
  "ass": 593,
  "ark": 594,
  "Ġwill": 595,
  "Ġhum": 596,
  "Ġcomedy": 597,
  "This": 598,
  "Ġcan": 599,
  "Ġperfor": 600,
  "Ġoff": 601,
  "Ġ''": 602,
  "elf": 603,
  "we": 604,
  "Ġfeel": 605,
  "reen": 606,
  "atch": 607,
  "Ġover": 608,
  "Ġtr": 609,
  "ult": 610,
  "iz": 611,
  "Ġcharacters": 612,
  "ĠN": 613,
  "ish": 614,
  "de": 615,
  "ther": 616,
  "rit": 617,
  "ll": 618,
  "ide": 619,
  "ens": 620,
  "ip": 621,
  "ound": 622,
  "Ġmuch": 623,
  "Ġway": 624,
  "Ġperforman": 625,
  "ertain": 626,
  "Ġwhe": 627,
  "Ġbet": 628,
  "ĠK": 629,
  "Ġeven": 630,
  "Ġif": 631,
  "Ġam": 632,
  "ingly": 633,
  "An": 634,
  "Ġsl": 635,
  "wn": 636,
  "ving": 637,
  "ull": 638,
  "ated": 639,
  "less": 640,
  "ice": 641,
  "Ġtime": 642,
  "te": 643,
  "ative": 644,
  "ade": 645,
  "ĠE": 646,
  "ittle": 647,
  "Ġtheir": 648,
  "Ġfunny": 649,
  "Ġem": 650,
  "ense": 651,
  "Ġsub": 652,
  "Ġend": 653,
  "Ġdis": 654,
  "Ġ``": 655,
  "ily": 656,
  "Ġyour": 657,
  "ual": 658,
  "Ġwhat": 659,
  "Ġlook": 660,
  "Ġfa": 661,
  "Ġdram": 662,
  "int": 663,
  "Ġwell": 664,
  "ress": 665,
  "pect": 666,
  "ness": 667,
  "ings": 668,
  "ale": 669,
  "Wh": 670,
  "Ġlittle": 671,
  "Ġri": 672,
  "ans": 673,
  "Ġonly": 674,
  "Ġra": 675,
  "ience": 676,
  "Ġsur": 677,
  "Ġreal": 678,
  "Ġimp": 679,
  "ance": 680,
  "Ġte": 681,
  "Ġlif": 682,
  "own": 683,
  "ost": 684,
  "ose": 685,
  "Ġsomet": 686,
  "Ġme": 687,
  "Ġmake": 688,
  "Ġgo": 689,
  "led": 690,
  "cc": 691,
  "vent": 692,
  "Ġtw": 693,
  "Ġevery": 694,
  "...": 695,
  "Ġwhich": 696,
  "Ġins": 697,
  "Ġbl": 698,
  "ond": 699,
  "ions": 700,
  "aking": 701,
  "Ġscreen": 702,
  "vel": 703,
  "Ġvi": 704,
  "Ġgen": 705,
  "old": 706,
  "Ġget": 707,
  "Ġdirector": 708,
  "Ġbad": 709,
  "Ġnever": 710,
  "Ġdel": 711,
  "ru": 712,
  "ph": 713,
  "Ġthem": 714,
  "Ġseem": 715,
  "Ġmay": 716,
  "Ġbeen": 717,
  "sh": 718,
  "oc": 719,
  "atic": 720,
  "Ġthey": 721,
  "ling": 722,
  "ber": 723,
  "Ġwould": 724,
  "Ġsm": 725,
  "Ġrem": 726,
  "Ġdes": 727,
  "Ġmakes": 728,
  "Ġvery": 729,
  "Ġthrough": 730,
  "Ġlove": 731,
  "ris": 732,
  "ang": 733,
  "ild": 734,
  "ately": 735,
  "Ġthere": 736,
  "Ġro": 737,
  "ren": 738,
  "hed": 739,
  "ame": 740,
  "Ġlife": 741,
  "Ġenough": 742,
  "Ġwatch": 743,
  "Ġother": 744,
  "Ġwas": 745,
  "Ġser": 746,
  "ors": 747,
  "get": 748,
  "ater": 749,
  "Ġentertain": 750,
  "ably": 751,
  "vies": 752,
  "Ġplot": 753,
  "ink": 754,
  "Ġyear": 755,
  "Ġsee": 756,
  "vers": 757,
  "ign": 758,
  "ĠCh": 759,
  "ually": 760,
  "red": 761,
  "ved": 762,
  "ays": 763,
  "Ġmovies": 764,
  "Ġag": 765,
  "ty": 766,
  "Ġbest": 767,
  "ash": 768,
  "Ġunder": 769,
  "Ġpe": 770,
  "leas": 771,
  "Ġheart": 772,
  "urn": 773,
  "Ġcont": 774,
  "Ġaud": 775,
  "Ġres": 776,
  "Ġfam": 777,
  "Ġdrama": 778,
  "Ġ1": 779,
  "ism": 780,
  "ional": 781,
  "inem": 782,
  "ach": 783,
  "Ġeff": 784,
  "Ġart": 785,
  "ting": 786,
  "oth": 787,
  "Ġvis": 788,
  "erest": 789,
  "ents": 790,
  "Ġtra": 791,
  "Ġpart": 792,
  "Ġcould": 793,
  "ock": 794,
  "ath": 795,
  "Ġcast": 796,
  "Ġaction": 797,
  "Ġrom": 798,
  "ike": 799,
  "ian": 800,
  "Ġbr": 801,
  "ject": 802,
  "aw": 803,
  "aut": 804,
  "Ġhow": 805,
  "Ġmade": 806,
  "so": 807,
  "rig": 808,
  "ace": 809,
  "Ġsomething": 810,
  "Ġher": 811,
  "Ġ:": 812,
  "ute": 813,
  "ible": 814,
  "Ġcinem": 815,
  "elling": 816,
  "Ġreally": 817,
  "Ġhard": 818,
  "iv": 819,
  "cial": 820,
  "Ġshould": 821,
  "Ġinterest": 822,
  "There": 823,
  "Ġown": 824,
  "other": 825,
  "imes": 826,
  "If": 827,
  "Ġperformances": 828,
  "Ġmin": 829,
  "les": 830,
  "irst": 831,
  "Ġlong": 832,
  "Ġhumor": 833,
  "Ġfilmm": 834,
  "inal": 835,
  "imp": 836,
  "hes": 837,
  "ature": 838,
  "ument": 839,
  "Ġob": 840,
  "Ġgreat": 841,
  "Ġfilms": 842,
  "Ġcharacter": 843,
  "ĠO": 844,
  "istic": 845,
  "ations": 846,
  "Ġmany": 847,
  "ten": 848,
  "ript": 849,
  "ower": 850,
  "ause": 851,
  "Ġbetter": 852,
  "ob": 853,
  "Ġwhen": 854,
  "view": 855,
  "ople": 856,
  "olly": 857,
  "end": 858,
  "du": 859,
  "Ġlau": 860,
  "row": 861,
  "ree": 862,
  "Ġthrill": 863,
  "Ġscript": 864,
  "Ġaw": 865,
  "Ġwithout": 866,
  "Ġpeople": 867,
  "Ġdoc": 868,
  "Ġatt": 869,
  "sc": 870,
  "ib": 871,
  "cept": 872,
  "Ġnew": 873,
  "Ġdown": 874,
  "ning": 875,
  "In": 876,
  "Ġstr": 877,
  "Ġscen": 878,
  "Ġspe": 879,
  "Ġkn": 880,
  "Ġfirst": 881,
  "umb": 882,
  "igh": 883,
  "arly": 884,
  "Ġdocument": 885,
  "Ġ?": 886,
  "Ġtwo": 887,
  "ks": 888,
  "joy": 889,
  "ather": 890,
  "Ġtri": 891,
  "ome": 892,
  "Ġsurp": 893,
  "Ġstill": 894,
  "Ġinc": 895,
  "Ġever": 896,
  "meric": 897,
  "iful": 898,
  "fully": 899,
  "Ġwo": 900,
  "Ġenjoy": 901,
  "Ġemot": 902,
  "Ġcle": 903,
  "Ġalso": 904,
  "up": 905,
  "ows": 906,
  "fter": 907,
  "ft": 908,
  "Ġsense": 909,
  "Ġrel": 910,
  "Ġrec": 911,
  "Ġche": 912,
  "wood": 913,
  "ins": 914,
  "Ġold": 915,
  "Ġkind": 916,
  "lt": 917,
  "icture": 918,
  "ction": 919,
  "Ġter": 920,
  "Ġimag": 921,
  "Ġke": 922,
  "sy": 923,
  "Ġnothing": 924,
  "Ġmom": 925,
  "Ġgra": 926,
  "Ġgi": 927,
  "Ġcol": 928,
  "Ġboth": 929,
  "Ġbig": 930,
  "What": 931,
  "Ġself": 932,
  "utes": 933,
  "Ġpicture": 934,
  "Ġmy": 935,
  "Ġexc": 936,
  "Ġaudience": 937,
  "thing": 938,
  "ought": 939,
  "ng": 940,
  "iss": 941,
  "Ġwar": 942,
  "Ġthose": 943,
  "Ġmight": 944,
  "Ġlaugh": 945,
  "Ġbel": 946,
  "ky": 947,
  "cause": 948,
  "az": 949,
  "Ġless": 950,
  "Ġhuman": 951,
  "Ġcharm": 952,
  "Ġback": 953,
  "ĠAmeric": 954,
  "ci": 955,
  "Ġworth": 956,
  "Ġset": 957,
  "Ġap": 958,
  "Ġview": 959,
  "Ġide": 960,
  "vid": 961,
  "ount": 962,
  "ollywood": 963,
  "ern": 964,
  "ced": 965,
  "Ġsuch": 966,
  "Ġsty": 967,
  "Ġoften": 968,
  "Ġfind": 969,
  "Ġeng": 970,
  "apt": 971,
  "Ġperformance": 972,
  "Ġpleas": 973,
  "Ġbecause": 974,
  "its": 975,
  "ination": 976,
  "gg": 977,
  "As": 978,
  "ltim": 979,
  "arr": 980,
  "antic": 981,
  "Ġlack": 982,
  "Ġcomple": 983,
  "Ġbeing": 984,
  "Ġbeaut": 985,
  "ween": 986,
  "uff": 987,
  "fic": 988,
  "ord": 989,
  "av": 990,
  "Ġpoint": 991,
  "Ġhere": 992,
  "Ġfar": 993,
  "ross": 994,
  "ered": 995,
  "ates": 996,
  "aster": 997,
  "Ġtal": 998,
  "Ġseems": 999,
  "Ġminutes": 1000,
  "Ġhist": 1001,
  "Ġentertaining": 1002,
  "Ġdocumentary": 1003,
  "Ġtale": 1004,
  "Ġsurpris": 1005,
  "Ġneed": 1006,
  "Ġfre": 1007,
  "Ġexper": 1008,
  "Ġcons": 1009,
  "Ġapp": 1010,
  "ons": 1011,
  "here": 1012,
  "Ġturn": 1013,
  "Ġsat": 1014,
  "Ġplay": 1015,
  "Ġpr": 1016,
  "Ġfew": 1017,
  "Ġbetween": 1018,
  "weet": 1019,
  "ward": 1020,
  "ney": 1021,
  "ically": 1022,
  "app": 1023,
  "Ġthriller": 1024,
  "Ġpret": 1025,
  "Ġpower": 1026,
  "Ġpers": 1027,
  "Ġgr": 1028,
  "Ġcare": 1029,
  "ĠHollywood": 1030,
  "Ġ;": 1031,
  "most": 1032,
  "iece": 1033,
  "arn": 1034,
  "Ġkeep": 1035,
  "Ġgu": 1036,
  "Ġgl": 1037,
  "xt": 1038,
  "olog": 1039,
  "Ġworld": 1040,
  "Ġwant": 1041,
  "Ġshe": 1042,
  "Ġlot": 1043,
  "But": 1044,
  "Ġwere": 1045,
  "Ġthink": 1046,
  "Ġsk": 1047,
  "Ġkid": 1048,
  "Ġhim": 1049,
  "Ġcreat": 1050,
  "Ġacting": 1051,
  "ĠSt": 1052,
  "ying": 1053,
  "ts": 1054,
  "ok": 1055,
  "One": 1056,
  "Ġmus": 1057,
  "Ġfilmmak": 1058,
  "Ġdep": 1059,
  "Ġ2": 1060,
  "ster": 1061,
  "riter": 1062,
  "ner": 1063,
  "iness": 1064,
  "ars": 1065,
  "ane": 1066,
  "\\/": 1067,
  "Ġromantic": 1068,
  "Ġhor": 1069,
  "Ġco": 1070,
  "Ġagain": 1071,
  "Ġafter": 1072,
  "ics": 1073,
  "ier": 1074,
  "dd": 1075,
  "cess": 1076,
  "asc": 1077,
  "Ġwhile": 1078,
  "Ġultim": 1079,
  "Ġsequ": 1080,
  "Ġsin": 1081,
  "Ġmess": 1082,
  "Ġfeels": 1083,
  "Ġeas": 1084,
  "Ġanother": 1085,
  "riginal": 1086,
  "res": 1087,
  "ences": 1088,
  "be": 1089,
  "Ġhigh": 1090,
  "Ġeffect": 1091,
  "Ġalmost": 1092,
  "Ġac": 1093,
  "ures": 1094,
  "ream": 1095,
  "ogue": 1096,
  "ition": 1097,
  "irl": 1098,
  "ia": 1099,
  "fore": 1100,
  "ering": 1101,
  "ellig": 1102,
  "att": 1103,
  "Ġquite": 1104,
  "Ġfamily": 1105,
  "Ġcomes": 1106,
  "Ġca": 1107,
  "Ġbeautiful": 1108,
  "Ġbecom": 1109,
  "read": 1110,
  "Ġtake": 1111,
  "Ġref": 1112,
  "Ġmater": 1113,
  "Ġlea": 1114,
  "Ġitself": 1115,
  "Ġcome": 1116,
  "Ġcra": 1117,
  "Ġactors": 1118,
  "ĠSh": 1119,
  "vin": 1120,
  "ently": 1121,
  "ew": 1122,
  "ead": 1123,
  "dict": 1124,
  "ages": 1125,
  "Ġwom": 1126,
  "Ġthese": 1127,
  "Ġseen": 1128,
  "Ġsimp": 1129,
  "Ġoriginal": 1130,
  "Ġinteresting": 1131,
  "Ġintellig": 1132,
  "Ġexpl": 1133,
  "Ġdial": 1134,
  "Ġcr": 1135,
  "Ġes": 1136,
  "ils": 1137,
  "ching": 1138,
  "alf": 1139,
  "You": 1140,
  "Ġthings": 1141,
  "Ġhad": 1142,
  "Ġgener": 1143,
  "Ġform": 1144,
  "Ġbit": 1145,
  "Ġappe": 1146,
  "play": 1147,
  "ously": 1148,
  "oll": 1149,
  "ility": 1150,
  "iet": 1151,
  "ason": 1152,
  "air": 1153,
  "Ġright": 1154,
  "Ġrather": 1155,
  "Ġmoments": 1156,
  "Ġmaterial": 1157,
  "Ġknow": 1158,
  "Ġdialogue": 1159,
  "Ġbefore": 1160,
  "ĠAmerican": 1161,
  "urd": 1162,
  "ub": 1163,
  "ove": 1164,
  "irit": 1165,
  "fect": 1166,
  "ex": 1167,
  "Ġyoung": 1168,
  "Ġtou": 1169,
  "Ġsubject": 1170,
  "Ġfasc": 1171,
  "Ġext": 1172,
  "Ġel": 1173,
  "Ã©": 1174,
  "ys": 1175,
  "ired": 1176,
  "con": 1177,
  "ange": 1178,
  "Not": 1179,
  "Ġport": 1180,
  "Ġmod": 1181,
  "Ġfr": 1182,
  "Ġcult": 1183,
  "Ġ!": 1184,
  "pite": 1185,
  "nds": 1186,
  "ither": 1187,
  "empt": 1188,
  "Ġstud": 1189,
  "Ġshow": 1190,
  "Ġrep": 1191,
  "Ġrun": 1192,
  "Ġpain": 1193,
  "Ġmem": 1194,
  "Ġind": 1195,
  "Ġflick": 1196,
  "Ġdec": 1197,
  "Ġdist": 1198,
  "of": 1199,
  "irector": 1200,
  "iff": 1201,
  "icul": 1202,
  "iar": 1203,
  "cing": 1204,
  "Ġworks": 1205,
  "Ġthing": 1206,
  "Ġsuper": 1207,
  "Ġsit": 1208,
  "Ġprodu": 1209,
  "Ġportra": 1210,
  "Ġperson": 1211,
  "Ġhour": 1212,
  "Ġfascin": 1213,
  "Ġdet": 1214,
  "ĠY": 1215,
  "vol": 1216,
  "rid": 1217,
  "ec": 1218,
  "Ġyears": 1219,
  "Ġyet": 1220,
  "Ġwhere": 1221,
  "Ġwatching": 1222,
  "Ġvisual": 1223,
  "Ġsmart": 1224,
  "Ġscenes": 1225,
  "Ġinst": 1226,
  "Ġele": 1227,
  "Ġbu": 1228,
  "Ġaff": 1229,
  "sp": 1230,
  "isf": 1231,
  "atter": 1232,
  "Ġunf": 1233,
  "Ġultimately": 1234,
  "Ġsex": 1235,
  "Ġpass": 1236,
  "Ġmaking": 1237,
  "Ġdeli": 1238,
  "Ġchild": 1239,
  "Ġcre": 1240,
  "Ġanim": 1241,
  "ĠSp": 1242,
  "ms": 1243,
  "ionally": 1244,
  "ains": 1245,
  "While": 1246,
  "Like": 1247,
  "Ġthought": 1248,
  "Ġsince": 1249,
  "Ġmind": 1250,
  "Ġleast": 1251,
  "Ġdeep": 1252,
  "Ġdra": 1253,
  "Ġcompelling": 1254,
  "Ġbelie": 1255,
  "Ġir": 1256,
  "Ġed": 1257,
  "ues": 1258,
  "min": 1259,
  "cy": 1260,
  "als": 1261,
  "For": 1262,
  "Ġph": 1263,
  "Ġour": 1264,
  "Ġfascinating": 1265,
  "Ġdull": 1266,
  "Ġdark": 1267,
  "Ġcinema": 1268,
  "Ġabs": 1269,
  "the": 1270,
  "que": 1271,
  "era": 1272,
  "amp": 1273,
  "ality": 1274,
  "Ġwonder": 1275,
  "Ġtry": 1276,
  "Ġspecial": 1277,
  "Ġdirection": 1278,
  "orn": 1279,
  "olid": 1280,
  "me": 1281,
  "Ġstand": 1282,
  "Ġput": 1283,
  "Ġhalf": 1284,
  "Ġgive": 1285,
  "Ġfull": 1286,
  "Ġdem": 1287,
  "Ġconf": 1288,
  "Ġclass": 1289,
  "Ġacc": 1290,
  "ship": 1291,
  "oot": 1292,
  "ool": 1293,
  "king": 1294,
  "iment": 1295,
  "illi": 1296,
  "ilar": 1297,
  "idd": 1298,
  "gy": 1299,
  "eless": 1300,
  "ase": 1301,
  "With": 1302,
  "Ġthen": 1303,
  "Ġtit": 1304,
  "Ġtakes": 1305,
  "Ġstra": 1306,
  "Ġsens": 1307,
  "Ġsay": 1308,
  "Ġrare": 1309,
  "Ġpiece": 1310,
  "Ġonce": 1311,
  "Ġmusic": 1312,
  "Ġgives": 1313,
  "Ġfeature": 1314,
  "Ġcar": 1315,
  "ĠV": 1316,
  "ogra": 1317,
  "iel": 1318,
  "arent": 1319,
  "antly": 1320,
  "St": 1321,
  "Ġwr": 1322,
  "Ġsweet": 1323,
  "Ġpol": 1324,
  "Ġnarr": 1325,
  "Ġmoving": 1326,
  "Ġlight": 1327,
  "Ġgoing": 1328,
  "Ġgets": 1329,
  "Ġener": 1330,
  "Ġeffort": 1331,
  "Ġdef": 1332,
  "Ġclever": 1333,
  "using": 1334,
  "uck": 1335,
  "self": 1336,
  "itive": 1337,
  "ines": 1338,
  "Ġwit": 1339,
  "Ġterri": 1340,
  "Ġtimes": 1341,
  "Ġproble": 1342,
  "Ġmel": 1343,
  "Ġfin": 1344,
  "Ġexperience": 1345,
  "Ġdid": 1346,
  "Ġcapt": 1347,
  "ĠDe": 1348,
  "vious": 1349,
  "hen": 1350,
  "Ġund": 1351,
  "Ġstyle": 1352,
  "Ġshort": 1353,
  "Ġpsy": 1354,
  "Ġmor": 1355,
  "Ġfamil": 1356,
  "Ġexp": 1357,
  "Ġengag": 1358,
  "Ġ19": 1359,
  "ted": 1360,
  "ror": 1361,
  "opp": 1362,
  "Ġsum": 1363,
  "Ġspirit": 1364,
  "Ġpredict": 1365,
  "Ġmed": 1366,
  "Ġdelight": 1367,
  "Ġcomic": 1368,
  "Ġanything": 1369,
  "ĠBl": 1370,
  "uring": 1371,
  "ont": 1372,
  "ix": 1373,
  "aling": 1374,
  "Un": 1375,
  "Ġsure": 1376,
  "Ġstart": 1377,
  "Ġret": 1378,
  "Ġlow": 1379,
  "Ġhistory": 1380,
  "Ġexpect": 1381,
  "Ġconc": 1382,
  "ized": 1383,
  "illy": 1384,
  "els": 1385,
  "aste": 1386,
  "Ġwhy": 1387,
  "Ġvide": 1388,
  "Ġthree": 1389,
  "Ġscreenplay": 1390,
  "Ġsame": 1391,
  "Ġsad": 1392,
  "Ġperfect": 1393,
  "Ġlaughs": 1394,
  "Ġhon": 1395,
  "Ġemotional": 1396,
  "Ġevent": 1397,
  "Ġep": 1398,
  "Ġadd": 1399,
  "ĠSc": 1400,
  "ush": 1401,
  "to": 1402,
  "ssible": 1403,
  "ressive": 1404,
  "ret": 1405,
  "ities": 1406,
  "ird": 1407,
  "ider": 1408,
  "gether": 1409,
  "ceed": 1410,
  "cise": 1411,
  "ank": 1412,
  "Ġtogether": 1413,
  "Ġsucc": 1414,
  "Ġstrong": 1415,
  "Ġserious": 1416,
  "Ġsw": 1417,
  "Ġnarrative": 1418,
  "Ġmaster": 1419,
  "Ġgenre": 1420,
  "ured": 1421,
  "ula": 1422,
  "ug": 1423,
  "stand": 1424,
  "rop": 1425,
  "right": 1426,
  "ract": 1427,
  "ork": 1428,
  "oh": 1429,
  "off": 1430,
  "ments": 1431,
  "iting": 1432,
  "ists": 1433,
  "io": 1434,
  "ever": 1435,
  "Ġuns": 1436,
  "Ġthough": 1437,
  "Ġsometimes": 1438,
  "Ġsent": 1439,
  "Ġprob": 1440,
  "Ġpres": 1441,
  "Ġpop": 1442,
  "Ġlead": 1443,
  "Ġkids": 1444,
  "Ġey": 1445,
  "Ġcomm": 1446,
  "Ġcertain": 1447,
  "Ġass": 1448,
  "Ġ9": 1449,
  "yp": 1450,
  "ric": 1451,
  "ody": 1452,
  "ler": 1453,
  "itten": 1454,
  "ented": 1455,
  "Ġtrag": 1456,
  "Ġtrans": 1457,
  "Ġteen": 1458,
  "Ġsatisf": 1459,
  "Ġpsych": 1460,
  "Ġoffers": 1461,
  "Ġlast": 1462,
  "Ġidea": 1463,
  "Ġfilmmakers": 1464,
  "Ġfact": 1465,
  "Ġentertainment": 1466,
  "Ġcomplete": 1467,
  "Ġcinematic": 1468,
  "Ġaway": 1469,
  "Ġactually": 1470,
  "ural": 1471,
  "odram": 1472,
  "ming": 1473,
  "ited": 1474,
  "ific": 1475,
  "ger": 1476,
  "but": 1477,
  "Even": 1478,
  "Al": 1479,
  "Ġwhose": 1480,
  "Ġseries": 1481,
  "Ġquir": 1482,
  "Ġnow": 1483,
  "Ġmar": 1484,
  "Ġmain": 1485,
  "Ġinf": 1486,
  "Ġhapp": 1487,
  "Ġcred": 1488,
  "Ġbra": 1489,
  "Ġattempt": 1490,
  "ruct": 1491,
  "oring": 1492,
  "ories": 1493,
  "ope": 1494,
  "mp": 1495,
  "iffere": 1496,
  "ek": 1497,
  "Ġwhole": 1498,
  "Ġtitle": 1499,
  "Ġsound": 1500,
  "Ġmodern": 1501,
  "Ġfresh": 1502,
  "Ġfall": 1503,
  "Ġexer": 1504,
  "Ġclic": 1505,
  "ĠTh": 1506,
  "son": 1507,
  "phy": 1508,
  "ots": 1509,
  "ortun": 1510,
  "oint": 1511,
  "het": 1512,
  "ery": 1513,
  "Ġworst": 1514,
  "Ġstudy": 1515,
  "Ġsou": 1516,
  "Ġplace": 1517,
  "Ġprom": 1518,
  "Ġodd": 1519,
  "Ġmelodram": 1520,
  "Ġmanages": 1521,
  "Ġinsp": 1522,
  "Ġinsight": 1523,
  "Ġhead": 1524,
  "Ġhand": 1525,
  "Ġgoes": 1526,
  "Ġfair": 1527,
  "Ġfans": 1528,
  "Ġexercise": 1529,
  "Ġentire": 1530,
  "Ġengaging": 1531,
  "Ġdone": 1532,
  "Ġcoming": 1533,
  "ĠNew": 1534,
  "zy": 1535,
  "ways": 1536,
  "version": 1537,
  "spense": 1538,
  "orge": 1539,
  "mise": 1540,
  "med": 1541,
  "izing": 1542,
  "Ġwomen": 1543,
  "Ġwin": 1544,
  "Ġsuspense": 1545,
  "Ġsimply": 1546,
  "Ġsolid": 1547,
  "Ġprobably": 1548,
  "Ġpremise": 1549,
  "Ġpolit": 1550,
  "Ġop": 1551,
  "Ġmon": 1552,
  "Ġlevel": 1553,
  "Ġfamiliar": 1554,
  "Ġface": 1555,
  "Ġenjoyable": 1556,
  "Ġdev": 1557,
  "Ġaround": 1558,
  "Ġamb": 1559,
  "ustr": 1560,
  "ults": 1561,
  "ude": 1562,
  "rown": 1563,
  "rench": 1564,
  "oof": 1565,
  "itch": 1566,
  "iences": 1567,
  "ention": 1568,
  "come": 1569,
  "br": 1570,
  "ann": 1571,
  "ams": 1572,
  "ail": 1573,
  "aid": 1574,
  "Ġwriter": 1575,
  "Ġvideo": 1576,
  "Ġsmall": 1577,
  "Ġsentiment": 1578,
  "Ġremark": 1579,
  "Ġreason": 1580,
  "Ġpredictable": 1581,
  "Ġportrait": 1582,
  "Ġpar": 1583,
  "Ġmatter": 1584,
  "Ġinter": 1585,
  "Ġhonest": 1586,
  "Ġhel": 1587,
  "Ġflaw": 1588,
  "Ġfilmmaking": 1589,
  "Ġdramatic": 1590,
  "Ġchildren": 1591,
  "Ġanyone": 1592,
  "reak": 1593,
  "otic": 1594,
  "oid": 1595,
  "line": 1596,
  "like": 1597,
  "iction": 1598,
  "ears": 1599,
  "day": 1600,
  "co": 1601,
  "Ġtrue": 1602,
  "Ġtreat": 1603,
  "Ġsurprisingly": 1604,
  "Ġsubt": 1605,
  "Ġstar": 1606,
  "Ġsy": 1607,
  "Ġprof": 1608,
  "Ġparticul": 1609,
  "Ġpat": 1610,
  "Ġpast": 1611,
  "Ġnearly": 1612,
  "Ġhorror": 1613,
  "Ġfant": 1614,
  "Ġdiffere": 1615,
  "Ġcomed": 1616,
  "Ġcou": 1617,
  "ĠBe": 1618,
  "ution": 1619,
  "itting": 1620,
  "ife": 1621,
  "ett": 1622,
  "espite": 1623,
  "by": 1624,
  "``": 1625,
  "Though": 1626,
  "Be": 1627,
  "00": 1628,
  "Ġsuccess": 1629,
  "Ġslow": 1630,
  "Ġsim": 1631,
  "Ġpowerful": 1632,
  "Ġobs": 1633,
  "Ġoper": 1634,
  "Ġmust": 1635,
  "Ġmark": 1636,
  "Ġintrig": 1637,
  "Ġhero": 1638,
  "Ġformula": 1639,
  "Ġflat": 1640,
  "Ġfine": 1641,
  "Ġenergy": 1642,
  "Ġcomplex": 1643,
  "Ġcam": 1644,
  "Ġbecomes": 1645,
  "Ġbeg": 1646,
  "Ġbo": 1647,
  "Ġalways": 1648,
  "Ġadvent": 1649,
  "Ġadm": 1650,
  "ĠSte": 1651,
  "ĠLe": 1652,
  "vis": 1653,
  "used": 1654,
  "telling": 1655,
  "ined": 1656,
  "ied": 1657,
  "elt": 1658,
  "director": 1659,
  "ational": 1660,
  "alk": 1661,
  "Ġword": 1662,
  "Ġsilly": 1663,
  "Ġromance": 1664,
  "Ġquest": 1665,
  "Ġproblem": 1666,
  "Ġpretty": 1667,
  "Ġnor": 1668,
  "Ġmis": 1669,
  "Ġhelp": 1670,
  "Ġfeeling": 1671,
  "Ġamusing": 1672,
  "Ġach": 1673,
  "ĠRob": 1674,
  "ĠMr": 1675,
  "wh": 1676,
  "urp": 1677,
  "ung": 1678,
  "though": 1679,
  "sem": 1680,
  "ological": 1681,
  "okes": 1682,
  "ovie": 1683,
  "oon": 1684,
  "oke": 1685,
  "ize": 1686,
  "ichÃ©": 1687,
  "ha": 1688,
  "cially": 1689,
  "ashion": 1690,
  "allow": 1691,
  "Despite": 1692,
  "Ġwarm": 1693,
  "Ġuni": 1694,
  "Ġur": 1695,
  "Ġtrying": 1696,
  "Ġsummer": 1697,
  "Ġstuff": 1698,
  "Ġslight": 1699,
  "Ġsch": 1700,
  "Ġquirky": 1701,
  "Ġlooking": 1702,
  "Ġhilar": 1703,
  "Ġeffects": 1704,
  "Ġev": 1705,
  "Ġequ": 1706,
  "Ġcontri": 1707,
  "Ġcolle": 1708,
  "ĠclichÃ©": 1709,
  "Ġcharming": 1710,
  "ĠFrench": 1711,
  "ĠCl": 1712,
  "Ġill": 1713,
  "uth": 1714,
  "unch": 1715,
  "uing": 1716,
  "plic": 1717,
  "pecially": 1718,
  "iddle": 1719,
  "ident": 1720,
  "ges": 1721,
  "ening": 1722,
  "edly": 1723,
  "ched": 1724,
  "aps": 1725,
  "And": 1726,
  "Ġviol": 1727,
  "Ġval": 1728,
  "Ġtone": 1729,
  "Ġsec": 1730,
  "Ġsign": 1731,
  "Ġreve": 1732,
  "Ġrich": 1733,
  "Ġocc": 1734,
  "Ġmiss": 1735,
  "Ġma": 1736,
  "Ġlooks": 1737,
  "Ġdeeply": 1738,
  "Ġdi": 1739,
  "ĠAll": 1740,
  "utter": 1741,
  "uine": 1742,
  "time": 1743,
  "riting": 1744,
  "riend": 1745,
  "ron": 1746,
  "ohn": 1747,
  "ov": 1748,
  "ished": 1749,
  "ese": 1750,
  "chn": 1751,
  "ches": 1752,
  "arely": 1753,
  "aced": 1754,
  "ave": 1755,
  "Sh": 1756,
  "Ġunderstand": 1757,
  "Ġturns": 1758,
  "Ġsupp": 1759,
  "Ġstri": 1760,
  "Ġsing": 1761,
  "Ġmean": 1762,
  "Ġmag": 1763,
  "Ġlar": 1764,
  "Ġespecially": 1765,
  "Ġelse": 1766,
  "Ġeasy": 1767,
  "Ġdeser": 1768,
  "Ġdebut": 1769,
  "Ġday": 1770,
  "Ġculture": 1771,
  "Ġconvin": 1772,
  "Ġconst": 1773,
  "Ġcertainly": 1774,
  "Ġbeautifully": 1775,
  "Ġaffect": 1776,
  "ĠRe": 1777,
  "ĠJohn": 1778,
  "ĠJack": 1779,
  "Ġz": 1780,
  "yond": 1781,
  "velop": 1782,
  "udd": 1783,
  "uri": 1784,
  "reme": 1785,
  "pro": 1786,
  "ored": 1787,
  "olds": 1788,
  "lish": 1789,
  "itation": 1790,
  "gu": 1791,
  "gth": 1792,
  "go": 1793,
  "erv": 1794,
  "entious": 1795,
  "ef": 1796,
  "ael": 1797,
  "No": 1798,
  "Ġtop": 1799,
  "Ġtheater": 1800,
  "Ġsuff": 1801,
  "Ġsitu": 1802,
  "Ġsort": 1803,
  "Ġrecent": 1804,
  "Ġrest": 1805,
  "Ġquiet": 1806,
  "Ġplays": 1807,
  "Ġmot": 1808,
  "Ġlikely": 1809,
  "Ġlive": 1810,
  "Ġintelligent": 1811,
  "Ġgri": 1812,
  "Ġexcept": 1813,
  "Ġcut": 1814,
  "Ġbrilli": 1815,
  "Ġbelieve": 1816,
  "Ġabove": 1817,
  "ĠBar": 1818,
  "ĠIt": 1819,
  "yn": 1820,
  "unny": 1821,
  "use": 1822,
  "und": 1823,
  "uly": 1824,
  "ote": 1825,
  "ony": 1826,
  "ira": 1827,
  "ationship": 1828,
  "ai": 1829,
  "Ġtell": 1830,
  "Ġrelationship": 1831,
  "Ġmyster": 1832,
  "Ġintelligence": 1833,
  "Ġideas": 1834,
  "Ġhilarious": 1835,
  "Ġgirl": 1836,
  "Ġeverything": 1837,
  "Ġbook": 1838,
  "Ġactor": 1839,
  "ĠTV": 1840,
  "ĠSe": 1841,
  "Ġversion": 1842,
  "ready": 1843,
  "rag": 1844,
  "ring": 1845,
  "oud": 1846,
  "osed": 1847,
  "orable": 1848,
  "lin": 1849,
  "ires": 1850,
  "elves": 1851,
  "berg": 1852,
  "appoint": 1853,
  "ances": 1854,
  "aged": 1855,
  "Its": 1856,
  "Ġtruly": 1857,
  "Ġstraight": 1858,
  "Ġstories": 1859,
  "Ġsoul": 1860,
  "Ġride": 1861,
  "Ġproves": 1862,
  "Ġpassion": 1863,
  "Ġopera": 1864,
  "Ġnice": 1865,
  "Ġmix": 1866,
  "Ġleave": 1867,
  "Ġjour": 1868,
  "Ġinvol": 1869,
  "Ġgenuine": 1870,
  "Ġgrow": 1871,
  "Ġeveryone": 1872,
  "Ġesc": 1873,
  "Ġemb": 1874,
  "Ġeach": 1875,
  "Ġdirected": 1876,
  "Ġcompletely": 1877,
  "Ġcamera": 1878,
  "Ġcent": 1879,
  "Ġcap": 1880,
  "Ġcal": 1881,
  "Ġbro": 1882,
  "Ġbas": 1883,
  "Ġalready": 1884,
  "Ġalong": 1885,
  "uss": 1886,
  "ump": 1887,
  "uge": 1888,
  "selves": 1889,
  "oub": 1890,
  "orough": 1891,
  "oles": 1892,
  "minute": 1893,
  "lessly": 1894,
  "itty": 1895,
  "ising": 1896,
  "ims": 1897,
  "ichael": 1898,
  "ding": 1899,
  "comp": 1900,
  "comm": 1901,
  "arnest": 1902,
  "any": 1903,
  "Ġweird": 1904,
  "Ġtouching": 1905,
  "Ġstorytelling": 1906,
  "Ġsatisfying": 1907,
  "Ġspect": 1908,
  "Ġread": 1909,
  "Ġquick": 1910,
  "Ġproject": 1911,
  "Ġpleasure": 1912,
  "Ġpot": 1913,
  "Ġobvious": 1914,
  "Ġopp": 1915,
  "Ġnon": 1916,
  "Ġlives": 1917,
  "Ġlacks": 1918,
  "Ġline": 1919,
  "Ġimpro": 1920,
  "Ġfilmmaker": 1921,
  "Ġfantas": 1922,
  "Ġfan": 1923,
  "Ġending": 1924,
  "Ġdisappoint": 1925,
  "Ġdelic": 1926,
  "Ġdead": 1927,
  "Ġdumb": 1928,
  "Ġcreep": 1929,
  "Ġbeyond": 1930,
  "Ġboring": 1931,
  "Ġaudiences": 1932,
  "Ġadventure": 1933,
  "ĠCr": 1934,
  "ĠAn": 1935,
  "ĠAl": 1936,
  "way": 1937,
  "por": 1938,
  "ott": 1939,
  "ma": 1940,
  "ibly": 1941,
  "iest": 1942,
  "hy": 1943,
  "ged": 1944,
  "enty": 1945,
  "ension": 1946,
  "cent": 1947,
  "bout": 1948,
  "Just": 1949,
  "At": 1950,
  "All": 1951,
  "Ġunex": 1952,
  "Ġshows": 1953,
  "Ġsequel": 1954,
  "Ġreg": 1955,
  "Ġmiddle": 1956,
  "Ġmen": 1957,
  "Ġleft": 1958,
  "Ġinstead": 1959,
  "Ġhistor": 1960,
  "Ġexec": 1961,
  "Ġeither": 1962,
  "Ġdream": 1963,
  "Ġcomb": 1964,
  "Ġamount": 1965,
  "Ġagainst": 1966,
  "Ġachie": 1967,
  "Ġair": 1968,
  "ĠSch": 1969,
  "ĠDis": 1970,
  "rt": 1971,
  "ple": 1972,
  "oroughly": 1973,
  "ones": 1974,
  "olute": 1975,
  "ossible": 1976,
  "ley": 1977,
  "let": 1978,
  "ient": 1979,
  "ien": 1980,
  "ets": 1981,
  "ential": 1982,
  "cer": 1983,
  "cceed": 1984,
  "bing": 1985,
  "arp": 1986,
  "arm": 1987,
  "ames": 1988,
  "ape": 1989,
  "Too": 1990,
  "Although": 1991,
  "Ġwoman": 1992,
  "Ġwind": 1993,
  "Ġwild": 1994,
  "Ġtries": 1995,
  "Ġtheat": 1996,
  "Ġterrific": 1997,
  "Ġstrange": 1998,
  "Ġsocial": 1999,
  "Ġsimple": 2000,
  "Ġshot": 2001,
  "Ġshock": 2002,
  "Ġsatire": 2003,
  "Ġsqu": 2004,
  "Ġsn": 2005,
  "Ġrefres": 2006,
  "Ġpoet": 2007,
  "Ġparticularly": 2008,
  "Ġparent": 2009,
  "Ġmood": 2010,
  "Ġmelodrama": 2011,
  "Ġhours": 2012,
  "Ġhimself": 2013,
  "Ġhope": 2014,
  "Ġfails": 2015,
  "Ġfound": 2016,
  "Ġextra": 2017,
  "Ġexam": 2018,
  "Ġdesper": 2019,
  "Ġdefin": 2020,
  "Ġclassic": 2021,
  "Ġbland": 2022,
  "Ġast": 2023,
  "ĠRobert": 2024,
  "ĠDa": 2025,
  "wr": 2026,
  "ulg": 2027,
  "semble": 2028,
  "rise": 2029,
  "ollow": 2030,
  "ography": 2031,
  "nce": 2032,
  "lect": 2033,
  "ked": 2034,
  "ishing": 2035,
  "illing": 2036,
  "gr": 2037,
  "ember": 2038,
  "ellent": 2039,
  "ey": 2040,
  "aring": 2041,
  "alt": 2042,
  "ags": 2043,
  "We": 2044,
  "Unf": 2045,
  "By": 2046,
  "Ġways": 2047,
  "Ġviewers": 2048,
  "Ġune": 2049,
  "Ġthoughtful": 2050,
  "Ġstun": 2051,
  "Ġsoap": 2052,
  "Ġsecond": 2053,
  "Ġscene": 2054,
  "Ġproduction": 2055,
  "Ġpretentious": 2056,
  "Ġpoor": 2057,
  "Ġoccas": 2058,
  "Ġneither": 2059,
  "Ġmoment": 2060,
  "Ġmessage": 2061,
  "Ġjoy": 2062,
  "Ġine": 2063,
  "Ġimpressive": 2064,
  "Ġgrand": 2065,
  "Ġfunn": 2066,
  "Ġforget": 2067,
  "Ġfour": 2068,
  "Ġeasily": 2069,
  "Ġemer": 2070,
  "Ġdrag": 2071,
  "Ġdifferent": 2072,
  "Ġdevelop": 2073,
  "Ġder": 2074,
  "Ġdam": 2075,
  "Ġconcept": 2076,
  "Ġcheap": 2077,
  "Ġcold": 2078,
  "Ġbecome": 2079,
  "ĠMichael": 2080,
  "ĠAr": 2081,
  "ĠZ": 2082,
  "ĠU": 2083,
  "zz": 2084,
  "wise": 2085,
  "upid": 2086,
  "rossing": 2087,
  "rage": 2088,
  "rist": 2089,
  "oney": 2090,
  "ology": 2091,
  "ocative": 2092,
  "ox": 2093,
  "leg": 2094,
  "land": 2095,
  "ival": 2096,
  "iter": 2097,
  "ises": 2098,
  "iously": 2099,
  "inary": 2100,
  "icks": 2101,
  "hel": 2102,
  "fted": 2103,
  "fort": 2104,
  "cul": 2105,
  "cl": 2106,
  "ban": 2107,
  "ball": 2108,
  "avy": 2109,
  "acing": 2110,
  "Every": 2111,
  "Ġwritten": 2112,
  "Ġwonderful": 2113,
  "Ġwa": 2114,
  "Ġvision": 2115,
  "Ġug": 2116,
  "Ġthin": 2117,
  "Ġted": 2118,
  "Ġsubtle": 2119,
  "Ġsubst": 2120,
  "Ġsust": 2121,
  "Ġsucceed": 2122,
  "Ġstandard": 2123,
  "Ġspectac": 2124,
  "Ġseeing": 2125,
  "Ġsle": 2126,
  "Ġrole": 2127,
  "Ġremarkable": 2128,
  "Ġreality": 2129,
  "Ġpersonal": 2130,
  "Ġmet": 2131,
  "Ġlost": 2132,
  "Ġlarge": 2133,
  "Ġjokes": 2134,
  "Ġinside": 2135,
  "Ġimagination": 2136,
  "Ġimages": 2137,
  "Ġgot": 2138,
  "Ġfight": 2139,
  "Ġfig": 2140,
  "Ġexplo": 2141,
  "Ġenth": 2142,
  "Ġdeath": 2143,
  "Ġbring": 2144,
  "Ġappro": 2145,
  "Ġanimation": 2146,
  "Ġactress": 2147,
  "ĠSand": 2148,
  "ĠMy": 2149,
  "ĠHar": 2150,
  "ĠChrist": 2151,
  "Ġve": 2152,
  "Ġutter": 2153,
  "ĠX": 2154,
  "Ġ8": 2155,
  "unk": 2156,
  "tern": 2157,
  "tra": 2158,
  "ouse": 2159,
  "ouble": 2160,
  "lend": 2161,
  "itely": 2162,
  "ital": 2163,
  "isod": 2164,
  "iller": 2165,
  "ele": 2166,
  "bers": 2167,
  "atching": 2168,
  "ashioned": 2169,
  "appy": 2170,
  "ands": 2171,
  "Director": 2172,
  "Ġwriting": 2173,
  "Ġunp": 2174,
  "Ġtrad": 2175,
  "Ġthemselves": 2176,
  "Ġthoroughly": 2177,
  "Ġtechn": 2178,
  "Ġtired": 2179,
  "Ġsoph": 2180,
  "Ġsequences": 2181,
  "Ġscreenw": 2182,
  "Ġrunning": 2183,
  "Ġremind": 2184,
  "Ġremains": 2185,
  "Ġrefreshing": 2186,
  "Ġpsychological": 2187,
  "Ġprov": 2188,
  "Ġposs": 2189,
  "Ġmystery": 2190,
  "Ġmoral": 2191,
  "Ġleaves": 2192,
  "Ġintriguing": 2193,
  "Ġinn": 2194,
  "Ġimpossible": 2195,
  "Ġhorri": 2196,
  "Ġfrustr": 2197,
  "Ġfut": 2198,
  "Ġfriend": 2199,
  "Ġengrossing": 2200,
  "Ġcliches": 2201,
  "Ġclose": 2202,
  "Ġblack": 2203,
  "Ġbreat": 2204,
  "Ġartist": 2205,
  "Ġaut": 2206,
  "ĠII": 2207,
  "ĠFr": 2208,
  "ĠBrit": 2209,
  "Ġ10": 2210,
  "ze": 2211,
  "year": 2212,
  "usion": 2213,
  "ular": 2214,
  "str": 2215,
  "scar": 2216,
  "ression": 2217,
  "piece": 2218,
  "olutely": 2219,
  "oes": 2220,
  "nter": 2221,
  "my": 2222,
  "ively": 2223,
  "itious": 2224,
  "ielberg": 2225,
  "ieces": 2226,
  "ioc": 2227,
  "ially": 2228,
  "hetic": 2229,
  "herent": 2230,
  "hand": 2231,
  "fl": 2232,
  "ensive": 2233,
  "ement": 2234,
  "earing": 2235,
  "ashing": 2236,
  "ability": 2237,
  "ails": 2238,
  "Ch": 2239,
  "Ġwrong": 2240,
  "Ġwel": 2241,
  "Ġviolence": 2242,
  "Ġviewer": 2243,
  "Ġvivid": 2244,
  "Ġunc": 2245,
  "Ġtwist": 2246,
  "Ġtruth": 2247,
  "Ġtold": 2248,
  "Ġtaste": 2249,
  "Ġsurprising": 2250,
  "Ġsurf": 2251,
  "Ġstupid": 2252,
  "Ġslap": 2253,
  "Ġsentimental": 2254,
  "Ġprovid": 2255,
  "Ġprocess": 2256,
  "Ġmemorable": 2257,
  "Ġjourney": 2258,
  "Ġjob": 2259,
  "Ġinvent": 2260,
  "Ġinv": 2261,
  "Ġimport": 2262,
  "Ġhistorical": 2263,
  "Ġhaving": 2264,
  "Ġhuge": 2265,
  "Ġgorge": 2266,
  "Ġforg": 2267,
  "Ġfinally": 2268,
  "Ġfairly": 2269,
  "Ġfram": 2270,
  "Ġfem": 2271,
  "Ġeyes": 2272,
  "Ġextreme": 2273,
  "Ġevents": 2274,
  "Ġepisod": 2275,
  "Ġends": 2276,
  "Ġemotionally": 2277,
  "Ġdespite": 2278,
  "Ġdelivers": 2279,
  "Ġcrime": 2280,
  "Ġcontem": 2281,
  "Ġcomedies": 2282,
  "Ġbrilliant": 2283,
  "Ġbal": 2284,
  "Ġang": 2285,
  "Ġadapt": 2286,
  "Ġav": 2287,
  "ĠMar": 2288,
  "ĠLove": 2289,
  "ĠIs": 2290,
  "ĠGirl": 2291,
  "ĠBro": 2292,
  "Ġ90": 2293,
  "ĠQ": 2294,
  "vable": 2295,
  "uc": 2296,
  "spect": 2297,
  "ried": 2298,
  "rew": 2299,
  "rem": 2300,
  "pped": 2301,
  "orm": 2302,
  "ned": 2303,
  "jor": 2304,
  "ised": 2305,
  "ilty": 2306,
  "ield": 2307,
  "ides": 2308,
  "ibility": 2309,
  "iod": 2310,
  "heart": 2311,
  "hood": 2312,
  "ging": 2313,
  "fashioned": 2314,
  "erous": 2315,
  "entle": 2316,
  "atural": 2317,
  "ats": 2318,
  "atory": 2319,
  "astic": 2320,
  "aph": 2321,
  "af": 2322,
  "When": 2323,
  "That": 2324,
  "Ġwhether": 2325,
  "Ġvirt": 2326,
  "Ġusual": 2327,
  "Ġuses": 2328,
  "Ġunsett": 2329,
  "Ġunexpect": 2330,
  "Ġugly": 2331,
  "Ġtragedy": 2332,
  "Ġtalent": 2333,
  "Ġtar": 2334,
  "Ġskill": 2335,
  "Ġpolitical": 2336,
  "Ġperiod": 2337,
  "Ġpurp": 2338,
  "Ġpure": 2339,
  "Ġpull": 2340,
  "Ġotherwise": 2341,
  "Ġopen": 2342,
  "Ġoffer": 2343,
  "Ġlet": 2344,
  "Ġlist": 2345,
  "Ġinspir": 2346,
  "Ġincl": 2347,
  "Ġheavy": 2348,
  "Ġhy": 2349,
  "Ġhop": 2350,
  "Ġhit": 2351,
  "Ġgiven": 2352,
  "Ġgags": 2353,
  "Ġforce": 2354,
  "Ġfalls": 2355,
  "Ġexcellent": 2356,
  "Ġexist": 2357,
  "Ġentirely": 2358,
  "Ġdepth": 2359,
  "Ġdelightful": 2360,
  "Ġcommun": 2361,
  "Ġcolor": 2362,
  "Ġclear": 2363,
  "Ġchange": 2364,
  "Ġcount": 2365,
  "Ġcor": 2366,
  "Ġcop": 2367,
  "Ġcond": 2368,
  "Ġcase": 2369,
  "Ġbeh": 2370,
  "Ġboy": 2371,
  "ĠYork": 2372,
  "ĠDisney": 2373,
  "Ġer": 2374,
  "urns": 2375,
  "uous": 2376,
  "screen": 2377,
  "rugg": 2378,
  "rant": 2379,
  "pping": 2380,
  "pend": 2381,
  "oying": 2382,
  "light": 2383,
  "li": 2384,
  "ipul": 2385,
  "hop": 2386,
  "ength": 2387,
  "ener": 2388,
  "commend": 2389,
  "cessary": 2390,
  "beat": 2391,
  "aught": 2392,
  "athy": 2393,
  "atest": 2394,
  "anch": 2395,
  "He": 2396,
  "Ġunsettling": 2397,
  "Ġunb": 2398,
  "Ġspark": 2399,
  "Ġsingle": 2400,
  "Ġsharp": 2401,
  "Ġschool": 2402,
  "Ġsci": 2403,
  "Ġscary": 2404,
  "Ġsour": 2405,
  "Ġside": 2406,
  "Ġroll": 2407,
  "Ġrock": 2408,
  "Ġrevel": 2409,
  "Ġrecommend": 2410,
  "Ġpost": 2411,
  "Ġnovel": 2412,
  "Ġnext": 2413,
  "Ġnone": 2414,
  "Ġmostly": 2415,
  "Ġmere": 2416,
  "Ġmer": 2417,
  "Ġlos": 2418,
  "Ġlatest": 2419,
  "Ġiss": 2420,
  "Ġintim": 2421,
  "Ġimm": 2422,
  "Ġhome": 2423,
  "Ġgoof": 2424,
  "Ġgone": 2425,
  "Ġflaws": 2426,
  "Ġeye": 2427,
  "Ġearnest": 2428,
  "Ġdri": 2429,
  "Ġdoub": 2430,
  "Ġdays": 2431,
  "Ġcreepy": 2432,
  "Ġcontrived": 2433,
  "Ġconsider": 2434,
  "Ġconvent": 2435,
  "Ġcoll": 2436,
  "Ġcrit": 2437,
  "Ġcart": 2438,
  "Ġappeal": 2439,
  "Ġanimated": 2440,
  "Ġadults": 2441,
  "Ġabsurd": 2442,
  "Ġable": 2443,
  "ĠWh": 2444,
  "ĠWar": 2445,
  "ĠOscar": 2446,
  "ĠMan": 2447,
  "ĠGod": 2448,
  "ĠAd": 2449,
  "Ġess": 2450,
  "where": 2451,
  "war": 2452,
  "uted": 2453,
  "usi": 2454,
  "udget": 2455,
  "rol": 2456,
  "ries": 2457,
  "ressing": 2458,
  "rence": 2459,
  "rent": 2460,
  "real": 2461,
  "quently": 2462,
  "orld": 2463,
  "oppy": 2464,
  "oph": 2465,
  "omb": 2466,
  "movie": 2467,
  "iled": 2468,
  "fi": 2469,
  "entially": 2470,
  "ene": 2471,
  "elebr": 2472,
  "ee": 2473,
  "chy": 2474,
  "bly": 2475,
  "arily": 2476,
  "ades": 2477,
  "acy": 2478,
  "ax": 2479,
  "ah": 2480,
  "aces": 2481,
  "Some": 2482,
  "Nothing": 2483,
  "More": 2484,
  "Ġwords": 2485,
  "Ġwelcome": 2486,
  "Ġvar": 2487,
  "Ġurban": 2488,
  "Ġtouch": 2489,
  "Ġthemes": 2490,
  "Ġtedious": 2491,
  "Ġtarget": 2492,
  "Ġtalented": 2493,
  "Ġtest": 2494,
  "Ġsymp": 2495,
  "Ġsustain": 2496,
  "Ġremake": 2497,
  "Ġrelationships": 2498,
  "Ġreleas": 2499,
  "Ġrout": 2500,
  "Ġpossible": 2501,
  "Ġparents": 2502,
  "Ġpay": 2503,
  "Ġpack": 2504,
  "Ġobserv": 2505,
  "Ġnature": 2506,
  "Ġmove": 2507,
  "Ġmagic": 2508,
  "Ġmajor": 2509,
  "Ġliter": 2510,
  "Ġimagine": 2511,
  "Ġgetting": 2512,
  "Ġgentle": 2513,
  "Ġflash": 2514,
  "Ġfemale": 2515,
  "Ġfantasy": 2516,
  "Ġfav": 2517,
  "Ġfail": 2518,
  "Ġfollow": 2519,
  "Ġexact": 2520,
  "Ġenc": 2521,
  "Ġduring": 2522,
  "Ġcaptures": 2523,
  "Ġcall": 2524,
  "Ġblood": 2525,
  "Ġbarely": 2526,
  "Ġawful": 2527,
  "Ġattention": 2528,
  "Ġapproach": 2529,
  "Ġappealing": 2530,
  "Ġacted": 2531,
  "ĠSm": 2532,
  "ĠMc": 2533,
  "ĠBig": 2534,
  "Ġ200": 2535,
  "Ġver": 2536,
  "Ġ3": 2537,
  "vide": 2538,
  "uster": 2539,
  "ton": 2540,
  "sw": 2541,
  "ressed": 2542,
  "outh": 2543,
  "osp": 2544,
  "oking": 2545,
  "oss": 2546,
  "kes": 2547,
  "ips": 2548,
  "inct": 2549,
  "inative": 2550,
  "ilos": 2551,
  "illed": 2552,
  "iffic": 2553,
  "ifficult": 2554,
  "ices": 2555,
  "hearted": 2556,
  "gra": 2557,
  "eni": 2558,
  "ened": 2559,
  "eal": 2560,
  "body": 2561,
  "attle": 2562,
  "arts": 2563,
  "arre": 2564,
  "apan": 2565,
  "anks": 2566,
  "ament": 2567,
  "aken": 2568,
  "To": 2569,
  "Pl": 2570,
  "Has": 2571,
  "Fe": 2572,
  "Ex": 2573,
  "Ġvisually": 2574,
  "Ġuse": 2575,
  "Ġthrow": 2576,
  "Ġsurprise": 2577,
  "Ġstylish": 2578,
  "Ġstrugg": 2579,
  "Ġsomeone": 2580,
  "Ġshoot": 2581,
  "Ġresult": 2582,
  "Ġreson": 2583,
  "Ġrarely": 2584,
  "Ġquality": 2585,
  "Ġprim": 2586,
  "Ġpoign": 2587,
  "Ġplenty": 2588,
  "Ġoverall": 2589,
  "Ġopportun": 2590,
  "Ġoccasionally": 2591,
  "Ġmedioc": 2592,
  "Ġmanipul": 2593,
  "Ġmild": 2594,
  "Ġinde": 2595,
  "Ġhands": 2596,
  "Ġgrace": 2597,
  "Ġgorgeous": 2598,
  "Ġgame": 2599,
  "Ġfuture": 2600,
  "Ġful": 2601,
  "Ġfinal": 2602,
  "Ġfelt": 2603,
  "Ġexamination": 2604,
  "Ġepic": 2605,
  "Ġelements": 2606,
  "Ġdeter": 2607,
  "Ġdeliver": 2608,
  "Ġdeft": 2609,
  "Ġdifficult": 2610,
  "Ġdest": 2611,
  "Ġcuri": 2612,
  "Ġcur": 2613,
  "Ġcelebr": 2614,
  "Ġbus": 2615,
  "Ġapart": 2616,
  "Ġant": 2617,
  "Ġambitious": 2618,
  "Ġadaptation": 2619,
  "Ġacross": 2620,
  "Ġaim": 2621,
  "ĠSteven": 2622,
  "ĠPh": 2623,
  "ĠNi": 2624,
  "ĠMart": 2625,
  "ĠHe": 2626,
  "ĠDavid": 2627,
  "ypical": 2628,
  "verse": 2629,
  "vant": 2630,
  "urder": 2631,
  "umph": 2632,
  "umber": 2633,
  "rowd": 2634,
  "reas": 2635,
  "quis": 2636,
  "phic": 2637,
  "par": 2638,
  "ortunately": 2639,
  "orts": 2640,
  "ongs": 2641,
  "omp": 2642,
  "life": 2643,
  "itted": 2644,
  "ids": 2645,
  "ior": 2646,
  "dy": 2647,
  "azz": 2648,
  "avor": 2649,
  "ateur": 2650,
  "ared": 2651,
  "anced": 2652,
  "abor": 2653,
  "\\*": 2654,
  "So": 2655,
  "Ġworking": 2656,
  "Ġworse": 2657,
  "Ġwinning": 2658,
  "Ġwatchable": 2659,
  "Ġwise": 2660,
  "Ġutterly": 2661,
  "Ġunique": 2662,
  "Ġundeni": 2663,
  "Ġunt": 2664,
  "Ġtriumph": 2665,
  "Ġtoward": 2666,
  "Ġsuperfic": 2667,
  "Ġscore": 2668,
  "Ġsac": 2669,
  "Ġreward": 2670,
  "Ġprovocative": 2671,
  "Ġpromise": 2672,
  "Ġprot": 2673,
  "Ġpictures": 2674,
  "Ġpub": 2675,
  "Ġpieces": 2676,
  "Ġname": 2677,
  "Ġmother": 2678,
  "Ġmetaph": 2679,
  "Ġlacking": 2680,
  "Ġknows": 2681,
  "Ġkeeps": 2682,
  "Ġissues": 2683,
  "Ġhack": 2684,
  "Ġhom": 2685,
  "Ġhold": 2686,
  "Ġhip": 2687,
  "Ġframe": 2688,
  "Ġexecution": 2689,
  "Ġensemble": 2690,
  "Ġemotions": 2691,
  "Ġdoubt": 2692,
  "Ġdecent": 2693,
  "Ġdry": 2694,
  "Ġcreative": 2695,
  "Ġcrafted": 2696,
  "Ġcontempor": 2697,
  "Ġcontin": 2698,
  "Ġcomplic": 2699,
  "Ġcool": 2700,
  "ĠclichÃ©s": 2701,
  "Ġcasting": 2702,
  "Ġcareer": 2703,
  "Ġcrowd": 2704,
  "Ġbreath": 2705,
  "Ġbreak": 2706,
  "Ġann": 2707,
  "ĠThing": 2708,
  "ĠSpielberg": 2709,
  "ĠPl": 2710,
  "ĠKiss": 2711,
  "ĠJapan": 2712,
  "ĠIr": 2713,
  "ĠHol": 2714,
  "ĠGreen": 2715,
  "ĠFat": 2716,
  "ĠAbout": 2717,
  "what": 2718,
  "veral": 2719,
  "vil": 2720,
  "ury": 2721,
  "ura": 2722,
  "table": 2723,
  "riters": 2724,
  "owers": 2725,
  "orting": 2726,
  "orth": 2727,
  "orrow": 2728,
  "oose": 2729,
  "oop": 2730,
  "onstr": 2731,
  "over": 2732,
  "ole": 2733,
  "mon": 2734,
  "mist": 2735,
  "key": 2736,
  "izes": 2737,
  "ithful": 2738,
  "inning": 2739,
  "illiams": 2740,
  "idi": 2741,
  "ives": 2742,
  "iven": 2743,
  "hem": 2744,
  "eness": 2745,
  "che": 2746,
  "bute": 2747,
  "asty": 2748,
  "arth": 2749,
  "arl": 2750,
  "amb": 2751,
  "acher": 2752,
  "aff": 2753,
  "De": 2754,
  "After": 2755,
  "Ġwarmth": 2756,
  "Ġwants": 2757,
  "Ġwaste": 2758,
  "Ġwast": 2759,
  "Ġunexpected": 2760,
  "Ġunlike": 2761,
  "Ġtot": 2762,
  "Ġthroughout": 2763,
  "Ġtim": 2764,
  "Ġsuperficial": 2765,
  "Ġsuck": 2766,
  "Ġstep": 2767,
  "Ġsophistic": 2768,
  "Ġsomewhat": 2769,
  "Ġsituations": 2770,
  "Ġsexual": 2771,
  "Ġsets": 2772,
  "Ġsensitive": 2773,
  "Ġseveral": 2774,
  "Ġroad": 2775,
  "Ġrespect": 2776,
  "Ġredu": 2777,
  "Ġquestion": 2778,
  "Ġputs": 2779,
  "Ġprevious": 2780,
  "Ġplaying": 2781,
  "Ġplain": 2782,
  "Ġphilos": 2783,
  "Ġperfectly": 2784,
  "Ġpath": 2785,
  "Ġpacing": 2786,
  "Ġpace": 2787,
  "Ġones": 2788,
  "Ġneeds": 2789,
  "Ġnatural": 2790,
  "Ġmemory": 2791,
  "Ġmasterpiece": 2792,
  "Ġmarvel": 2793,
  "Ġmanner": 2794,
  "Ġliked": 2795,
  "Ġlim": 2796,
  "Ġincred": 2797,
  "Ġimportant": 2798,
  "Ġgun": 2799,
  "Ġfast": 2800,
  "Ġfare": 2801,
  "Ġexactly": 2802,
  "Ġescap": 2803,
  "Ġenthusi": 2804,
  "Ġeleg": 2805,
  "Ġdisc": 2806,
  "Ġdesign": 2807,
  "Ġdefinitely": 2808,
  "Ġdig": 2809,
  "Ġconvincing": 2810,
  "Ġcontemporary": 2811,
  "Ġconcl": 2812,
  "Ġcartoon": 2813,
  "Ġcru": 2814,
  "Ġcost": 2815,
  "Ġbi": 2816,
  "Ġamateur": 2817,
  "ĠTime": 2818,
  "ĠSec": 2819,
  "ĠOr": 2820,
  "ĠIn": 2821,
  "ĠHome": 2822,
  "ĠDan": 2823,
  "ĠChan": 2824,
  "ĠAmerica": 2825,
  "Ġ2002": 2826,
  "Ġing": 2827,
  "vision": 2828,
  "vey": 2829,
  "vice": 2830,
  "urphy": 2831,
  "umbers": 2832,
  "ugg": 2833,
  "scious": 2834,
  "rical": 2835,
  "oore": 2836,
  "onic": 2837,
  "omet": 2838,
  "oice": 2839,
  "nding": 2840,
  "nect": 2841,
  "mosp": 2842,
  "mark": 2843,
  "kward": 2844,
  "ivity": 2845,
  "irc": 2846,
  "insp": 2847,
  "insky": 2848,
  "inger": 2849,
  "ino": 2850,
  "ilt": 2851,
  "ilm": 2852,
  "ichol": 2853,
  "ium": 2854,
  "hyth": 2855,
  "fying": 2856,
  "eth": 2857,
  "eter": 2858,
  "ended": 2859,
  "eorge": 2860,
  "decess": 2861,
  "char": 2862,
  "azing": 2863,
  "atingly": 2864,
  "ator": 2865,
  "angu": 2866,
  "ander": 2867,
  "add": 2868,
  "action": 2869,
  "acks": 2870,
  "awn": 2871,
  "Re": 2872,
  "70": 2873,
  "Ġworthy": 2874,
  "Ġweak": 2875,
  "Ġwitty": 2876,
  "Ġwish": 2877,
  "Ġviewing": 2878,
  "Ġunfunny": 2879,
  "Ġuneven": 2880,
  "Ġtribute": 2881,
  "Ġthanks": 2882,
  "Ġtick": 2883,
  "Ġsurprises": 2884,
  "Ġsupposed": 2885,
  "Ġsuccessful": 2886,
  "Ġstruct": 2887,
  "Ġsounds": 2888,
  "Ġsoci": 2889,
  "Ġslightly": 2890,
  "Ġsexy": 2891,
  "Ġsick": 2892,
  "Ġsaw": 2893,
  "Ġroom": 2894,
  "Ġrid": 2895,
  "Ġred": 2896,
  "Ġrhyth": 2897,
  "Ġpurpose": 2898,
  "Ġproduct": 2899,
  "Ġproblems": 2900,
  "Ġprec": 2901,
  "Ġpun": 2902,
  "Ġpu": 2903,
  "Ġmonster": 2904,
  "Ġmoney": 2905,
  "Ġmid": 2906,
  "Ġmatch": 2907,
  "Ġlots": 2908,
  "Ġliving": 2909,
  "Ġleads": 2910,
  "Ġloud": 2911,
  "Ġland": 2912,
  "Ġintent": 2913,
  "Ġintense": 2914,
  "Ġinsightful": 2915,
  "Ġinclud": 2916,
  "Ġhar": 2917,
  "Ġgeneric": 2918,
  "Ġfrequently": 2919,
  "Ġfoot": 2920,
  "Ġepisode": 2921,
  "Ġencou": 2922,
  "Ġempt": 2923,
  "Ġemp": 2924,
  "Ġdog": 2925,
  "Ġdeserves": 2926,
  "Ġderiv": 2927,
  "Ġden": 2928,
  "Ġcultural": 2929,
  "Ġcreates": 2930,
  "Ġcreate": 2931,
  "Ġcouple": 2932,
  "Ġconventional": 2933,
  "Ġconstruct": 2934,
  "Ġconsist": 2935,
  "Ġcommer": 2936,
  "Ġcinemat": 2937,
  "Ġcharism": 2938,
  "Ġcalled": 2939,
  "Ġcross": 2940,
  "Ġcamp": 2941,
  "Ġbuild": 2942,
  "Ġbrain": 2943,
  "Ġbrings": 2944,
  "Ġbegins": 2945,
  "Ġbod": 2946,
  "Ġbar": 2947,
  "Ġawkward": 2948,
  "Ġattract": 2949,
  "Ġatmosp": 2950,
  "Ġapparent": 2951,
  "Ġamong": 2952,
  "Ġago": 2953,
  "Ġaccom": 2954,
  "Ġabsolutely": 2955,
  "Ġability": 2956,
  "ĠWed": 2957,
  "ĠSandler": 2958,
  "ĠSol": 2959,
  "ĠMovie": 2960,
  "ĠMon": 2961,
  "ĠGu": 2962,
  "ĠGrant": 2963,
  "ĠDam": 2964,
  "ĠAllen": 2965,
  "ĠAt": 2966,
  "Ġ5": 2967,
  "yal": 2968,
  "wo": 2969,
  "versal": 2970,
  "uses": 2971,
  "urs": 2972,
  "sequ": 2973,
  "rap": 2974,
  "rous": 2975,
  "round": 2976,
  "ral": 2977,
  "prov": 2978,
  "oys": 2979,
  "ousy": 2980,
  "oup": 2981,
  "ondz": 2982,
  "oder": 2983,
  "mers": 2984,
  "ister": 2985,
  "iresome": 2986,
  "ingu": 2987,
  "ina": 2988,
  "iche": 2989,
  "hent": 2990,
  "haps": 2991,
  "form": 2992,
  "felt": 2993,
  "erson": 2994,
  "enn": 2995,
  "ellect": 2996,
  "bo": 2997,
  "assion": 2998,
  "andon": 2999,
  "andering": 3000,
  "alling": 3001,
  "allen": 3002,
  "aly": 3003,
  "Sp": 3004,
  "Much": 3005,
  "Most": 3006,
  "Man": 3007,
  "Ġwater": 3008,
  "Ġusually": 3009,
  "Ġupon": 3010,
  "Ġtwists": 3011,
  "Ġtreatment": 3012,
  "Ġthinking": 3013,
  "Ġterms": 3014,
  "Ġtext": 3015,
  "Ġtaking": 3016,
  "Ġsurface": 3017,
  "Ġsucceeds": 3018,
  "Ġstarts": 3019,
  "Ġstren": 3020,
  "Ġstere": 3021,
  "Ġspiritual": 3022,
  "Ġspectacle": 3023,
  "Ġsophisticated": 3024,
  "Ġsket": 3025,
  "Ġsituation": 3026,
  "Ġshame": 3027,
  "Ġseriously": 3028,
  "Ġsitting": 3029,
  "Ġruns": 3030,
  "Ġrive": 3031,
  "Ġrip": 3032,
  "Ġreveals": 3033,
  "Ġrepet": 3034,
  "Ġquickly": 3035,
  "Ġprovides": 3036,
  "Ġprop": 3037,
  "Ġpredecess": 3038,
  "Ġpoorly": 3039,
  "Ġpointless": 3040,
  "Ġpoetry": 3041,
  "Ġplaces": 3042,
  "Ġpainfully": 3043,
  "Ġpainful": 3044,
  "Ġpos": 3045,
  "Ġpick": 3046,
  "Ġovercome": 3047,
  "Ġothers": 3048,
  "Ġord": 3049,
  "Ġnear": 3050,
  "Ġminor": 3051,
  "Ġmerely": 3052,
  "Ġmeaning": 3053,
  "Ġmeans": 3054,
  "Ġmanipulative": 3055,
  "Ġlovely": 3056,
  "Ġlets": 3057,
  "Ġlength": 3058,
  "Ġju": 3059,
  "Ġinventive": 3060,
  "Ġinterested": 3061,
  "Ġinept": 3062,
  "Ġindie": 3063,
  "Ġimpact": 3064,
  "Ġhighly": 3065,
  "Ġhardly": 3066,
  "Ġham": 3067,
  "Ġguys": 3068,
  "Ġguess": 3069,
  "Ġgross": 3070,
  "Ġgang": 3071,
  "Ġfunnier": 3072,
  "Ġfully": 3073,
  "Ġflicks": 3074,
  "Ġflawed": 3075,
  "Ġfinds": 3076,
  "Ġfill": 3077,
  "Ġfigure": 3078,
